[
  {
    "quote": "\"Fate is the coward’s way out, Catherine,\" he spat out. \"It is the denial of personal responsibility. Every decision I have made was my own choice, and all consequences that come from it are on my head.",
    "character": "The Black Knight",
    "book": "A Practical Guide to Evil"
  },
  {
    "quote": "There is no middle ground. And for the lashes struck at our back, all will be called to account – if gallows must be raised for devils and angels alike, so be it",
    "character": "Anaxares",
    "book": "A Practical Guide to Evil"
  },
  {
    "quote": "Threats are useless unless you have previously committed the level of violence your are threatening to use. Make examples of the enemies you cannot control so those that you can will be cowed. This is the foundation of ruling.",
    "character": "Dread Emperor Terribilis II",
    "book": "A Practical Guide to Evil"
  },
  {
    "quote": "\"There’s nothing righteous about martyrdom,\" Black spoke, tone thick with\ndistaste. \"How gloriously they die on their pyres, those blessed few who\nthink themselves above all of… this. And yet what do they really accomplish?\nRefusing to accept reality for what it is instead of what you think it\nshould be is not being high-minded,it is cowardice. I take no guidance\nfrom someone whose crowning achievement is their own death.\nSacrifice solves nothing on its own. It is no substitute for the labour\nneeded to change things, just an easy way out.",
    "character": "The Black Knight",
    "book": "A Practical Guide to Evil"
  },
  {
    "quote": "Diplomacy is the art of selling a deal you don’t want to people you\ndon’t trust for reasons you won’t admit to.",
    "character": "Prokopia Lekapene",
    "book": "A Practical Guide to Evil"
  },
  {
    "quote": "I trust people to act according to their nature. Anything more is sentimentality.",
    "character": "Dread Empress Malicia",
    "book": "A Practical Guide to Evil"
  },
  {
    "quote": "\"A shatranj board,\" I said. \"The so-called Game of the Gods.\" \n\"I’ve always hated that image,\" he spoke mildly. “It implies equality.\nThat equivalent forces are arrayed on both sides of the board.\"\n\"Aren’t there?\" I frowned. “Balance, you’ve said it yourself.\"\n\"And yet,\" he murmured, “Good always wins.\"\nAs if he could feel me about to object, he raised his hand.\n\"We don’t get real victories, Catherine. Oh, we usurp a throne for a few years.\nOr win a handful of battles. Once in a while, we even win a war and stay on top long enough for people to believe we are unbeatable.\"\nHis eyes turned hard.\n\"Then the heroes come. It doesn’t matter how flawless the scheme was, how\nimpregnable the fortress or powerful the magical weapon,\" he said. \"It always\nends with a band of adolescents shouting utter platitudes as they tear it all\ndown. The game is rigged so that we lose, every single time.\"\nHe smiled at me, a dark sardonic thing.\n\"Half the world, turned into a prop for the glory of the other half.\"\nThe worst of it, I thought, was that I intimately understood where he was coming from. I still had the image burned into my eyelids of the Lone Swordsman effortlessly cutting his way through a full line of my men on his way to me, making a mockery of every skill I’d earned with his and battering down the strength of my Name with the superior might of his own. It had stung, when I’d realized how… easy that had all been for him. That if Warlock hadn’t stepped in I’d be dead, and all my friends with me. It had felt like he’d been chosen to win before the fight had ever started. Even Hunter, who’d failed to be my equal but had simply refused to go down. All the things that had made heroes heroic when I was a child had become infuriating now.\n\"Ah, you’ve had a taste of it yourself,\" he murmured. “How much worse it must be, coming from a culture that still teaches you you can win. We don’t even have that, Catherine. The hope of the happy ending. We get to cackle on the way down the cliff, or maybe curse our killer with our last breath. You’ve read the stories, and stories are the lifeblood of Names.\"\n\"Villains aren’t powerless,\" I said.\nHe laughed. \"Oh, if the heroes deserved their victories against us, I\nwould make my peace with it. But they don’t, do they? Your sullen little nemesis gets to swing an angel’s feather, while you make do with steel and wiles. That’s always the way of it. At the last moment they’re taught a secret spell by a dead man, or your mortal weakness is revealed to them or they somehow manage to master a power in a day that would take a villain twenty years to own. Gods, I’ve even heard of Choirs stepping in to settle a losing fight. The sheer fucking arrogance of it.\"\nThe second time I’d ever heard him swear, and it surprised me as much as the last. Teeth bared, he leaned forward.\n\"None of it is earned. It is handed to them, and this offends me.\"\nAnd when a villain disliked an aspect of Creation, they broke it. As simple as\nthat. Of all the things that being a villain entailed I had grasped this one\nthe easiest. What that said about me, I preferred not to think about.\n\"You asked me what I want,\" Black said. “This once, just this once, I want us\nto win.\"\nThe smile across his face was a cutting, vicious thing.\n\"To spit in the eyes of the Hashmallim. To trample the pride of all those\nglorious, righteous princes. To scatter their wizards and make their\noracles liars. Just to prove that it can be done.\"\nThere was something his eyes burning like coals and embers.\n\"So that five hundred years from now, a band of heroes shiver in the dark of\nnight. Because they know that no matter how powerful their sword or righteous their cause, there was once a time it wasn’t enough. That even victories ordained by the Heavens can broken by the will of men.\"\nA heartbeat passed and then he sagged into his seat, as if the words had drained something. The embers in his eyes cooled. I sat in my rickety chair, and thought. A long moment passed.\n\"Monster,\" I finally said.\nA single word, carrying with it the faint memory of fear and a dark alley.\nOf a black cloak warming my frame on a cold night. It felt like an offered hand. His lips twitched into something almost a smile. \"The very worst kind,\"\nhe replied.",
    "character": "The Black Knight",
    "book": "A Practical Guide to Evil"
  },
  {
    "quote": "Do not make laws you do not intend to enforce. Allowing one law to be broken with impunity undermines them all.",
    "character": "Dread Emperor Terribilis II",
    "book": "A Practical Guide to Evil"
  },
  {
    "quote": "It is a shallow soul who fights to the cry of ‘might makes right’. The truth is more concise: might makes.",
    "character": "Dread Emperor Terribilis I, the Lawgiver",
    "book": "A Practical Guide to Evil"
  },
  {
    "quote": "Most live out their days on an isle of vapid ignorance, shying away from the\ndark and hungry waters that surround it. To seek power is to brave the\ntides, but one who does should not expect to see those shores again.",
    "character": "Translation of the Kabbalis Book of Darkness, widely attributed to the Dead King",
    "book": "A Practical Guide to Evil"
  },
  {
    "quote": "\"Sometimes you have to take a stand even if you know you can’t win,\" she said. “That’s pride talking,\" I replied. “That’s killing people for your principles, and I can’t think of anything more selfish than that.",
    "character": "Thief/Cat",
    "book": "A Practical Guide to Evil"
  },
  {
    "quote": "An alliance of victors is like a hearth in summer.",
    "character": "Julienne Merovins, tenth First Princess of Procer",
    "book": "A Practical Guide to Evil"
  },
  {
    "quote": "Morality is a force, not a law. Deviating from it has costs and benefits both – a ruler should weigh those when making a decision, and ignore the delusion of any position being inherently superior.",
    "character": "Dread Emperor Benevolent",
    "book": "A Practical Guide to Evil"
  },
  {
    "quote": "Never wound a man you do not intend to kill.",
    "character": "Extract from the personal journals of Dread Emperor Terribilis II",
    "book": "A Practical Guide to Evil"
  },
  {
    "quote": "War is a breed of conflict decided by the allocation of resources. Through better apportionment a lesser nation can defeat a greater, but never if decision-making is of equal standing on both sides.",
    "character": "Extract from \"The Modern Legion\", a treatise by Marshal Ranker",
    "book": "A Practical Guide to Evil"
  },
  {
    "quote": "Those who withstood the sword, I laid low with ink.",
    "character": "Words carved into the tomb of Dread Emperor Terribilis I, the Lawgiver",
    "book": "A Practical Guide to Evil"
  },
  {
    "quote": "Civilized men disapprove of murder, of course. Unless it involves banners and great numbers: then it becomes one’s patriotic duty.",
    "character": "King Edmund of Callow, the Inkhand",
    "book": "A Practical Guide to Evil"
  },
  {
    "quote": "Good people is what we pretend to be, when we’re more afraid of consequences than we are hungry or jealous,\" Archer replied without hesitation. “When the living is soft and someone else takes the pain for you. It always, always falls away when you walk through fire – and we’ve been in too many blazes to still be wearing that face.",
    "character": "Indrani",
    "book": "A Practical Guide to Evil"
  },
  {
    "quote": "The first Albans were seneschals of Laure long before they were kings,\" he told me. “And Eleonor, for all her virtues, was born a mere knightess. There is no shame in one’s birth. We are what we bring into this world, not what brought us into it.\"\nHe rose as well, and touched my wrist.\n\"Stand tall, Queen Catherine,\" King Edward the Seventh told me.\n\"Stand proud. We have been broken before, humbled and rent asunder.\nWe have crawled through the blood of our kin and suffered the yoke of\ntyrants. It does not matter. We do not yield, we do not bend even when\nthe sky comes tumbling down on our heads. Keep your grudges close, child,\nand never forget them.  We are Callowans, and for every slight there is a price.\" Ours will be long, the song went, and paid twice.",
    "character": "King Edward the Seventh",
    "book": "A Practical Guide to Evil"
  },
  {
    "quote": "There is no poison more potent than hatred made silent.",
    "character": "Arlesite saying",
    "book": "A Practical Guide to Evil"
  },
  {
    "quote": "You bloody fool,\" she said. “Do you really think friends is what I want from you? Getting just a part of someone after having had all of them can’t be counted anything but a loss.",
    "character": "Kilian",
    "book": "A Practical Guide to Evil"
  },
  {
    "quote": "Yet is it not the right of the younger generation to look at the work of that which came before it and judge it insufficient?",
    "character": "The Black Knight",
    "book": "A Practical Guide to Evil"
  },
  {
    "quote": "A hero should not confuse striking at Evil and doing Good, lest their Good become the act of striking.",
    "character": "Theodore Langman, Wizard of the West",
    "book": "A Practical Guide to Evil"
  },
  {
    "quote": "Own what you are, no matter how ugly the face of it. No lies are ever more dangerous to a villain than those they tell themselves.",
    "character": "Dread Emperor Benevolent",
    "book": "A Practical Guide to Evil"
  },
  {
    "quote": "\"We children of dew and lightning,\" Indrani murmured. “Transient and terrible in our passing.",
    "character": "Archer",
    "book": "A Practical Guide to Evil"
  },
  {
    "quote": "To two deaths we are born: the first in the flesh, the second in the memories of those left behind.",
    "character": "Sherehazad the Seer, Taghreb poet",
    "book": "A Practical Guide to Evil"
  },
  {
    "quote": "Wisdom is a tower built of failure and rue.",
    "character": "Ashuran saying",
    "book": "A Practical Guide to Evil"
  },
  {
    "quote": "War itself has no worth, as it is a temporary state. War ends, and therefore its fundamental purpose is to shape what comes after it. It then follows\nthat a war fought without the ambition of a planned peace is inherently\na mistake.",
    "character": "Extract from the treatise \"On Rule\", author unknown (widely believed to be Prince Bastien of Arans)",
    "book": "A Practical Guide to Evil"
  },
  {
    "quote": "We fight not only our own wars but those of our forebears and our children, for we inherit the wounds of those before us and pass our own to those that follow. And so, fools that we are, we keep trying to fill one grave by digging another.",
    "character": "King Edmund of Callow, the Inkhand",
    "book": "A Practical Guide to Evil"
  },
  {
    "quote": "All law is upheld through violence, but when violence itself becomes the\nlaw then only disorder can come of it. As prosperity requires order, to ensure prosperity a ruler must therefore suborn violence to law.",
    "character": "Extract from the memoirs of Dread Emperor Terribilis II",
    "book": "A Practical Guide to Evil"
  },
  {
    "quote": "All are free, or none. Ye of this land, suffer no compromise in this.",
    "character": "Inscription on the founding stele of Bellerophon",
    "book": "A Practical Guide to Evil"
  },
  {
    "quote": "\"But there is shame,\" I spoke, and there my voice sharpened, “in knowing\nyourself unworthy and remaining so. There is shame in sloth, in apathy, in seeing the flaws in what you are and not seeking to be more.",
    "character": "Catherine",
    "book": "A Practical Guide to Evil"
  },
  {
    "quote": "For light blinds just as surely as the dark, and hatred binds just as surely as love.",
    "character": "Sherehazad the Seer, Taghreb poet",
    "book": "A Practical Guide to Evil"
  },
  {
    "quote": "Reputation is as a wild horse; gone at a gallop and returned at a trot.",
    "character": "Arlesite saying",
    "book": "A Practical Guide to Evil"
  },
  {
    "quote": "Trust not oaths: from a liar they are wind, from the true they are needless.",
    "character": "Penthesian saying",
    "book": "A Practical Guide to Evil"
  },
  {
    "quote": "Besides, in some ways I genuinely respected her. Often that was better than liking someone, when it came to making bargains: fondness waxed and waned, character tended to be more stable a foundation for agreements.",
    "character": "Catherine",
    "book": "A Practical Guide to Evil"
  },
  {
    "quote": "It is tempting to think of history as a tide, for it excuses our being swept by it. I cannot agree to such defeatism, and so instead I will claim that history is a rope. It may be pulled the other way, despite the labour of your life, but that is never a reason not to try.",
    "character": "Extract from the prisoner’s memoirs of Princess Eliza of Salamans",
    "book": "A Practical Guide to Evil"
  },
  {
    "quote": "Greatness is a chariot pulled by ghosts: it goes nowhere without deaths, but too many will tear it apart.",
    "character": "Argea Theodosian, Sacker of Cities, Tyrant of Helike",
    "book": "A Practical Guide to Evil"
  },
  {
    "quote": "No man in Creation is so dangerous as a well-meaning fool.",
    "character": "Dread Empress Regalia II",
    "book": "A Practical Guide to Evil"
  },
  {
    "quote": "I do not fear wicked men, who know only cruelty and pain. The fear they inflict leashes them as well. But a decent man? Oh, there is no limit to the devilry a decent man will fall to, if he believes it necessary.",
    "character": "King Edward Alban III of Callow",
    "book": "A Practical Guide to Evil"
  },
  {
    "quote": "Kingdoms don’t die on battlefields. They die in dark, quiet rooms where deals are made between those who should know better.",
    "character": "King Edward Alban III of Callow",
    "book": "A Practical Guide to Evil"
  },
  {
    "quote": "They pushed and pushed for so long. They knew I was something dangerous, something different. Sooner or later, they had to know I would snap and come to cut them down. Or perhaps they think I'm still a child. The fools. Alexander was a child when he ruined his first nation.",
    "character": "Darrow",
    "book": "Red's Rising Anthology - Red's Rising"
  },
  {
    "quote": "In war, men lose what makes them great. Their creativity. Their wisdom. Their joy. All that’s left is their utility. War is not monstrous for making corpses of men so much as it is for making machines of them. And woe to those who have no use in war except to feed the machines",
    "character": "Darrow",
    "book": " Red's Rising Anthology - Golden Son"
  },
  {
    "quote": "Wise men read books about history, Pliny. Strong men write them.",
    "character": "Darrow",
    "book": " Red's Rising Anthology - Golden Son"
  },
  {
    "quote": "Achilles let his pride and rage consume him ... Hopefully you’ll grow old enough to realize that Achilles was a gorydamn fool. And we’re fools all the more for not realizing he wasn’t Homer’s hero. He was a warning.",
    "character": "Lorn",
    "book": " Red's Rising Anthology - Golden Son"
  },
  {
    "quote": "You meet a man, you know him. You meet a woman, she knows you.",
    "character": "Lorn",
    "book": " Red's Rising Anthology - Golden Son"
  },
  {
    "quote": "Each time I returned to my wife, I told her that her boys died well.” He fidgets with his ring. “There’s no such thing.",
    "character": "Lorn",
    "book": " Red's Rising Anthology - Golden Son"
  },
  {
    "quote": "Mercy emboldens evil men.",
    "character": "Lorn",
    "book": " Red's Rising Anthology - Golden Son"
  },
  {
    "quote": "..if you must only wound the man, you better kill his pride.",
    "character": "Karnasus/Lorn",
    "book": " Red's Rising Anthology - Golden Son"
  },
  {
    "quote": "A fool pulls the leaves, a brute chops the trunk, a sage digs the roots.",
    "character": "Lorn",
    "book": " Red's Rising Anthology - Golden Son"
  },
  {
    "quote": "I would not have raised you to be a great man. There is no peace for great men. I would have had you be a decent one. I would have given you the quiet strength to grow old with the woman you love.",
    "character": "Lorn",
    "book": " Red's Rising Anthology - Golden Son"
  },
  {
    "quote": "Steel is power. Money is power. But of all the things in all the worlds, words are power.",
    "character": "Nero",
    "book": " Red's Rising Anthology - Golden Son"
  },
  {
    "quote": "Lorn once told me if he had been my father he would have raised me to be a good man. ‘There’s no peace for great men,’ he said.” I smile at the memory. “I should have asked him who he thinks makes the peace for all those good men.",
    "character": "Darrow",
    "book": " Red's Rising Anthology - Morning Star"
  },
  {
    "quote": "... to honor the dead at the cost of the living is a vanity none of us can afford.",
    "character": "Lysander",
    "book": " Red's Rising Anthology - Iron Gold"
  },
  {
    "quote": "They planted us in stones, watered us with pain, and now marvel we have thorns. Slag them. Slag the lot of them.",
    "character": "Lyria",
    "book": " Red's Rising Anthology - Iron Gold"
  },
  {
    "quote": "I suppose that is what every man must tell himself in war. That there will be an end, and when it is done, enough of himself will remain. Enough to be a father. A brother. A lover. But we know it isn’t true. Don’t we, Darrow? War eats the victors last.",
    "character": " Magnus",
    "book": " Red's Rising Anthology - Iron Gold"
  },
  {
    "quote": "I pull the key Pax gave me from my neck and put it in my bag, setting aside the father, welcoming the Reaper, and letting the old rage take hold.",
    "character": "Darrow",
    "book": " Red's Rising Anthology - Iron Gold"
  },
  {
    "quote": "I fear a man who believes in good, for he can excuse any evil.",
    "character": "Atlas au Rae",
    "book": " Red's Rising Anthology - Dark Age"
  },
  {
    "quote": "I would die for the truth that all men are created equal. But in the kingdom of death, amdist the ramparts of bodies and wind all of screams, there is a kings and his name is not Lune. It is Reaper.",
    "character": "Darrow",
    "book": " Red's Rising Anthology - Dark Age"
  },
  {
    "quote": "I will not swallow this monstrous lie of Atlas. I will not make nice with Atalantia, who treats the lives of millions as a game. Akari asked for Gold to be philosopher kings. Maybe we were that way once. Now we are just dragons guarding our treasure. We may be superior in intelligence, in our life spans, in our capacity for violence, but not in our humanity. We failed, Grandmother, long before Atlas set his warlord on us, long before Rhea. We are medieval. We are grotesque. I love you with all my heart. But you represent a past that fears the future. I will not accept that. So, if it is true that the young cannot teach the old, and the old must always teach the young: kill me, for I will learn no other way.",
    "character": "Diomedes",
    "book": " Red's Rising Anthology - Lightbringuer"
  },
  {
    "quote": "People are suffering all around the world. We ignore what’s happening",
    "character": "elsewhere every second of every day, focusing only on our country, our",
    "book": "city, our neighborhood, or on the people we see daily. We only really care about the pain and unhappiness of our loved ones, our friends and families, because we couldn’t stay sane if we tried to support and save everyone. Nobody could try to do anything like that... I’m applying that concept to a smaller scale. My family and my team, they take priority, and they take priority in that orderWorm"
  }
]
