accountsservice
adobe-source-han-sans-cn-fonts
adobe-source-han-sans-jp-fonts
adobe-source-han-sans-kr-fonts
adobe-source-sans-fonts
adobe-source-serif-fonts
alacritty
android-tools
appstream
arandr
arc-gtk-theme
arch-install-scripts
archiso
arcolinux-keyring
arcolinux-logout
arcolinux-mirrorlist-git
asciinema
autorandr
autotiling
awesome-terminal-fonts
base
base-devel
bash-completion
bat
bc
betterbird-bin
bind
blueman
bluez
bluez-utils
broadcom-wl-dkms
btrfs-progs
calibre
chezmoi
code
cups
cups-filters
cups-pdf
dconf-editor
ddrescue
dex
dhclient
dialog
discord_arch_electron
dmenu
dmidecode
dmraid
dnsmasq
docker
docker-compose
dosfstools
duf
dunst
easyeffects
edk2-shell
efibootmgr
ethtool
exa
exfatprogs
expac
f2fs-tools
fastfetch
fatresize
fd
feh
ffmpeg-compat-57
ffmpegthumbnailer
file-roller
fsarchiver
fzf
gebaar-libinput-git
ghostscript
git
gnome-disk-utility
gnome-keyring
gnome-text-editor
gnu-netcat
go
gpart
gparted
gptfdisk
grub
grub-customizer
gsfonts
gst-libav
gst-plugin-pipewire
gst-plugins-bad
gst-plugins-base
gst-plugins-good
gst-plugins-ugly
gutenprint
gvfs
gvfs-afc
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-smb
handlr
hdparm
hplip
htop
hwinfo
hyperv
i3-wm
i3blocks
i3lock
i3status
imagemagick
intel-media-driver
intel-ucode
intltool
inxi
irssi
iw
iwd
jfsutils
jq
jsoncpp
kvantum
laptop-detect
lazydocker
lazygit
lemurs-git
libdvdcss
libfido2
libgsf
libmtp
libopenraw
libpulse
libpwquality
libusb-compat
libva-intel-driver
libwnck3
light
linux
linux-atm
linux-firmware
linux-firmware-marvell
linux-firmware-qlogic
linux-headers
logrotate
lsb-release
lsscsi
lutris
lvm2
lxappearance
lxrandr
ly
man-db
man-pages
mc
mdadm
memtest86+
memtest86+-efi
mkinitcpio-nfs-utils
mlocate
mobile-broadband-provider-info
modemmanager
mtools
mtpfs
nano
nbd
ndisc6
neofetch
neovim
network-manager-applet
networkmanager
networkmanager-openconnect
networkmanager-openvpn
networkmanager-pptp
networkmanager-vpnc
nfs-utils
nilfs-utils
nitrogen
noto-fonts
npm
nss-mdns
ntfs-3g
ntp
numlockx
nvme-cli
open-iscsi
openbox
openconnect
openoffice-bin
openresolv
openssh
openvpn
os-prober
p7zip
pamixer
partclone
parted
partimage
paru
pavucontrol
picom
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
pkgfile
playerctl
polkit-gnome
polybar
poppler-glib
poppler-qt5
ppp
pptpclient
pv
python
python-pynvim
python-pyparted
qt5ct
ranger
rclone
refind
reflector
reiserfsprogs
ripgrep
rp-pppoe
rsync
rxvt-unicode-terminfo
scrcpy
screen
scrot
sddm
sdparm
sg3_utils
smartmontools
sof-firmware
spicetify-cli
spotify
squashfs-tools
syslinux
system-config-printer
tcpdump
terminus-font
testdisk
the_silver_searcher
thorium-browser-bin
thunar
tlp
tmux
ttf-cascadia-code
ttf-dejavu
ttf-droid
ttf-font-awesome
ttf-font-awesome-5
ttf-hack
ttf-nerd-fonts-symbols
ttf-nerd-fonts-symbols-mono
ttf-roboto
ttf-roboto-mono
ttf-ubuntu-font-family
udftools
udiskie
udisks2
unace
unrar
unzip
upower
usb_modeswitch
usbmuxd
usbutils
vim
vlc
volumeicon
vpnc
vulkan-intel
w3m
webkit2gtk
wget
wireless-regdb
wireless_tools
wireplumber
wmctrl
wpa_supplicant
wvdial
xapp
xclip
xdg-desktop-portal-gtk
xdg-user-dirs
xdg-utils
xdo
xdotool
xf86-input-elographics
xfsprogs
xl2tpd
xorg-bdftopcf
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-sessreg
xorg-smproxy
xorg-x11perf
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbevd
xorg-xkbprint
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xpr
xorg-xrandr
xorg-xrefresh
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
xterm
yad
yt-dlp
zathura
zathura-pdf-mupdf
zenity
zram-generator
zsh
