acpilight
alacritty
arcolinux-logout
base
base-devel
bat
betterbird-bin
blueman
brightnessctl
calibre
chezmoi
clipster
dbus-python
dmenu
docker
docker-compose
dunst
easyeffects
efibootmgr
exa
fastfetch
feh
flameshot
font-manager
git
grub
gst-plugin-pipewire
handlr
htop
i3-wm
i3blocks
i3lock
i3status
intel-media-driver
intel-ucode
iwd
lazydocker
libpulse
libva-intel-driver
libva-mesa-driver
lightdm
lightdm-gtk-greeter
linux
linux-firmware
ly
nano
neovim
networkmanager
nomacs
openssh
paru
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
polybar
ranger
rclone
reflector
rofi
smartmontools
spotify
thorium-browser-bin
thunar
tlp
unzip
update-grub
venv-wrapper-bin
vim
vulkan-intel
vulkan-radeon
wget
wireless_tools
wireplumber
wluma
wpa_supplicant
xdg-utils
xf86-video-amdgpu
xf86-video-ati
xf86-video-nouveau
xf86-video-vmware
xorg-server
xorg-xinit
xterm
yt-dlp
zathura
zathura-pdf-mupdf
zram-generator
zsh
